Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་ཀྱིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་དེ་བཞིན་ཉིད་དེ་དེ་ལྟར་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་དེ་བཞིན་ཉིད་དང་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དེ་ལ་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: The real nature of the perfection of wisdom [and so forth] accords with the real nature of the Tathāgata. So it is that the real nature of the perfection of wisdom [and so forth], and the real nature of the Tathāgata, are not two things and cannot be divided into two. “

source: །ནང་སྟོང་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དོ།
en: The real nature of the Tathāgata accords with the real nature of the emptiness of internal phenomena.

source: །དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་ཀྱིས་ནང་སྟོང་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་དེ་དེ་ལྟར་ན་ནང་སྟོང་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་དང་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དེ་ལ་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: The real nature of the emptiness of internal phenomena accords with the real nature of the Tathāgata. So it is that the real nature of the emptiness of internal phenomena and the real nature of the Tathāgata are not two things and cannot be divided into two. The real nature of the Tathāgata accords with the real nature of [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་གྱི་དེ་བཞིན་ཉིད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དོ།
en: The real nature of the emptiness of the essential nature of nonentities [and so forth] accords with the real nature of the Tathāgata.

source: །དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་ཀྱིས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་དེ་དེ་ལྟར་ན་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་དང་། དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དེ་ལ་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: So it is that the real nature of the emptiness of the essential nature of nonentities [and so forth], and the real nature of the Tathāgata, are not two things and cannot be divided into two. “

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དོ།
en: The real nature of the Tathāgata accords with the real nature of the applications of mindfulness.

source: །དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་ཀྱིས་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་དེ།
en: The real nature of the applications of mindfulness accords with the real nature of the Tathāgata.

source: དེ་ལྟར་ན་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དེ་ལ་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: So it is that the real nature of the applications of mindfulness and the real nature of the Tathāgata are not two things and cannot be divided into two.

source: །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་དེ་བཞིན་ཉིད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དོ།
en: The real nature of the Tathāgata accords with the real nature of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path.

source: །དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་ཀྱིས་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་དེ་བཞིན་ཉིད་དེ་དེ་ལྟར་ན་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་དེ་བཞིན་ཉིད་དང་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དེ་ལ་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: The real nature of the noble eightfold path [and so forth] accords with the real nature of the Tathāgata. So it is that the real nature of the noble eightfold path [and so forth], and the real nature of the Tathāgata, are not two things and cannot be divided into two. “

source: །འཕགས་པའི་བདེན་པ་རྣམས་དང་བསམ་གཏན་རྣམས་དང་ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དོ།
en: The real nature of the Tathāgata accords with the real nature of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, and the extrasensory powers.

source: །དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་ཀྱིས་མངོན་པར་ཤེས་པ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་དེ།
en: The real nature of extrasensory powers [and so forth] accords with the real nature of the Tathāgata.

source: དེ་ལྟར་ན་མངོན་པར་ཤེས་པ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དེ་ལ་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: So it is that the real nature of extrasensory powers [and so forth], and the real nature of the Tathāgata, are not two things and cannot be divided into two.

source: །ཏིང་ངེ་འཛིན་རྣམས་དང་གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་རྣམས་དང་། མི་འཇིགས་པ་རྣམས་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི།
en: The real nature of the Tathāgata accords with the real nature of the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas.

source: དེ་བཞིན་ཉིད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དོ། །དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་ཀྱིས་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་དེ།
en: The real nature of the distinct qualities of the buddhas [and so forth] accords with the real nature of the Tathāgata.

source: དེ་ལྟར་ན་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དེ་ལ་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: So it is that the real nature of the distinct qualities of the buddhas [and so forth], and the real nature of the Tathāgata, are not two things and cannot be divided into two. {

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་དེ་བཞིན་ཉིད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དོ།
en: Ki.IV: 123} “The real nature of the Tathāgata accords with the real nature of [the goals], up to and including all-aspect omniscience.

source: །དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་ཀྱིས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་དེ།
en: The real nature of all-aspect omniscience [and so forth] accords with the real nature of the Tathāgata.

source: དེ་ལྟར་ན་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་དང་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དེ་ལ་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: So it is that the real nature of all-aspect omniscience [and so forth], and the real nature of the Tathāgata, are not two things and cannot be divided into two. “

source: །འདི་ནི་རབ་འབྱོར་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་དེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་དེ་བཞིན་ཉིད་དེ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས། དེ་བཞིན་གཤེགས་པ་ཞེས་བྱ་བའི་མིང་ཐོབ་པར་འགྱུར་རོ།
en: This is the real nature of Subhūti and of the Tathāgata, through which bodhisattva great beings, after attaining consummate buddhahood with regard to the real nature, acquire the title tathāgata.”

source: །དེ་བཞིན་ཉིད་ཀྱི་ལེའུ་འདི་བཤད་པའི་ཚེ། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་རྣམ་པ་དྲུག་ཏུ་གཡོས་ཏེ།
en: When [Subhūti] had delivered the exegesis of this chapter on the real nature, this great trichiliocosm shook in six ways.

source: གཡོས་ས་རབ་ཏུ་གཡོས་སོ། །ཀུན་ཏུ་གཡོས་སོ།
en: It shook, shuddered, and juddered.

source: །འགུལ་ཏོ་རབ་ཏུ་འགུལ་ཏོ་ཀུན་ཏུ་འགུལ་ཏོ།
en: It rocked, reeled, and tottered.

source: །ལྡེག་གོ་རབ་ཏུ་ལྡེག་གོ་ཀུན་ཏུ་ལྡེག་གོ།
en: It quivered, careened, and convulsed.

source: །ཆེམ་ཆེམ་རབ་ཏུ་ཆེམ་ཆེམ་ཀུན་ཏུ་ཆེམ་ཆེམ་མོ།
en: It trembled, throbbed, and quaked.

source: །འུར་འུར་རབ་ཏུ་འུར་འུར་ཀུན་ཏུ་འུར་འུར་རོ།
en: It rumbled, roared, and thundered.

source: །ཤིག་ཤིག་རབ་ཏུ་ཤིག་ཤིག་ཀུན་ཏུ་ཤིག་ཤིག་གོ།
en: It faltered, lurched, and staggered.

source: །ཤར་ཕྱོགས་མཐོ་ན་ནི་ནུབ་ཕྱོགས་དམའ། ཤར་ཕྱོགས་དམའ་ན་ནི་ནུབ་ཕྱོགས་མཐོ། །བྱང་ཕྱོགས་མཐོ་ན་ནི་ལྷོ་ཕྱོགས་དམའ། བྱང་ཕྱོགས་དམའ་ན་ནི་ལྷོ་ཕྱོགས་མཐོ། །དབུས་མཐོ་ན་ནི་མཐའ་དམའ།
en: As its eastern side reared up its western side plunged down, as its western side reared up its eastern side plunged down, as its southern side reared up its northern side plunged down, as its northern side reared up its southern side plunged down, as its edges reared up its center plunged down, and as its center reared up its edges plunged down.

source: དབུས་དམའ་ན་ནི་མཐའ་མཐོ་བར་གྱུར་ཏོ། །དེ་ནས་འདོད་པ་ན་སྤྱོད་པ་དང་། གཟུགས་ཡོད་པ་ན་སྤྱོད་པའི་ལྷའི་བུ་དེ་དག་གིས་བཅོམ་ལྡན་འདས་དང་གནས་བརྟན་རབ་འབྱོར་ལ་ལྷ་རྫས་ཀྱི་ཙན་དན་གྱི་ཕྱེ་མས་གཏོར། མངོན་པར་གཏོར་རབ་ཏུ་གཏོར་ནས། འདི་སྐད་དུ་བཅོམ་ལྡན་འདས་དེ་ལྟར་གནས་བརྟན་རབ་འབྱོར་འདི་དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་རྗེས་སུ་སྐྱེས་པ་ངོ་མཚར་ཏོ་ཞེས་ཚིག་ཏུ་བརྗོད་དོ།
en: Then the gods inhabiting the realm of desire and the realm of form scattered, scattered more vigorously, and scattered with utmost vigor divine sandalwood powders toward the Blessed One and the elder Subhūti, and said, “Blessed Lord, it is wonderful that this elder Subhūti imitates the Tathāgata, in accordance with the real nature of the Tathāgata!”

source: །དེ་ནས་གནས་བརྟན་རབ་འབྱོར་གྱིས་ལྷའི་བུ་དེ་དག་གི་གཏམ་དེ་ཉིད་ཀྱི་རྒྱུད་ནས་བཟུང་སྟེ། ལྷའི་བུ་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །དེ་ལྟར་ལྷའི་བུ་དག་གནས་བརྟན་རབ་འབྱོར་ནི་གཟུགས་ཀྱི་རྗེས་སུ་མ་སྐྱེས།
en: Then the venerable Subhūti, picking up the thread of this conversation, addressed the gods as follows: “So it is, divine princes, that the elder Subhūti does not imitate physical forms.

source: གཟུགས་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ།
en: He does not imitate anything other than physical forms.

source: །གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་རྗེས་སུ་མ་སྐྱེས།
en: He does not imitate the real nature of physical forms.

source: གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ།
en: He does not imitate anything other than the real nature of physical forms.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པའི་རྗེས་སུ་མ་སྐྱེས།
en: He does not imitate feelings, perceptions, formative predispositions, or consciousness.

source: རྣམ་པར་ཤེས་པ་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ།
en: He does not imitate anything other than consciousness [and so forth].

source: །རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ཀྱི་རྗེས་སུ་མ་སྐྱེས།
en: He does not imitate the real nature of consciousness [and so forth].

source: རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ།
en: He does not imitate anything other than the real nature of consciousness [and so forth]. “

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་རྗེས་སུ་མ་སྐྱེས་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ།
en: He does not imitate the sense fields, sensory elements, or links of dependent origination. He does not imitate anything other than the links of dependent origination [and so forth].

source: །རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་དེ་བཞིན་ཉིད་ཀྱི་རྗེས་སུ་མ་སྐྱེས།
en: He does not imitate the real nature of the links of dependent origination [and so forth].

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་དེ་བཞིན་ཉིད་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: He does not imitate anything other than the real nature of the links of dependent origination [and so forth]. “

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་།
en: He does not imitate all the perfections, all the aspects of emptiness, the thirty-seven factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, {Ki.

source: སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་རྗེས་སུ་མ་སྐྱེས།
en: IV: 124} signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ།
en: He does not imitate anything other than the distinct qualities of the buddhas [and so forth].

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་རྗེས་སུ་མ་སྐྱེས།
en: He does not imitate the real nature of the distinct qualities of the buddhas [and so forth].

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ།
en: He does not imitate anything other than the real nature of the distinct qualities of the buddhas [and so forth]. “

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་རྗེས་སུ་མ་སྐྱེས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ།
en: He does not imitate [the goals], up to and including all-aspect omniscience. He does not imitate anything other than all-aspect omniscience [and so forth].

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་རྗེས་སུ་མ་སྐྱེས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ།
en: He does not imitate the real nature of all-aspect omniscience [and so forth]. He does not imitate anything other than the real nature of all-aspect omniscience [and so forth]. “

source: །འདུས་བྱས་ཀྱི་རྗེས་སུ་མ་སྐྱེས།
en: He does not imitate conditioned phenomena.

source: འདུས་བྱས་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ།
en: He does not imitate anything other than conditioned phenomena.

source: །འདུས་བྱས་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་རྗེས་སུ་མ་སྐྱེས།
en: He does not imitate the real nature of conditioned phenomena.

source: འདུས་བྱས་ཀྱི་དེ་བཞིན་ཉིད་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ།
en: He does not imitate anything other than the real nature of conditioned phenomena.

source: །འདུས་མ་བྱས་ཀྱི་རྗེས་སུ་མ་སྐྱེས།
en: He does not imitate unconditioned phenomena.

source: འདུས་མ་བྱས་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ།
en: He does not imitate anything other than unconditioned phenomena.

source: །འདུས་མ་བྱས་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་རྗེས་སུ་མ་སྐྱེས།
en: He does not imitate the real nature of unconditioned phenomena.

source: འདུས་མ་བྱས་ཀྱི་དེ་བཞིན་ཉིད་ལས་གཞན་གྱི་རྗེས་སུ་མ་སྐྱེས་སོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་གང་རྗེས་སུ་སྐྱེས་པ་དང་གང་གིས་རྗེས་སུ་སྐྱེས་པ་དང་།
en: He does not imitate anything other than the real nature of unconditioned phenomena. “

source: གང་རྗེས་སུ་བསྐྱེད་པ་དང་། གང་གིས་རྗེས་སུ་བསྐྱེད་པ་དང་། གང་རྗེས་སུ་སྐྱེ་བར་འགྱུར་བའམ། གང་གིས་རྗེས་སུ་སྐྱེ་བར་འགྱུར་བའི་ཆོས་དེ་དག་ཐམས་ཅད་མེད་ཅིང་མི་དམིགས་སོ།
en: If you ask why, it is because all those phenomena that one imitates, those phenomena by which one imitates, those phenomena that one has imitated, those phenomena by which one has imitated, those phenomena that one will imitate, and those phenomena by which one will imitate are all are nonexistent and nonapprehensible.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་བཞིན་ཉིད་དང་། མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དང་། ཆོས་ཉིད་དང་ཆོས་ཀྱི་དབྱིངས་དང་།
en: Thereupon the venerable Śāradvatīputra said to the Blessed One, “Blessed Lord, this real nature of all phenomena, the unmistaken real nature, the one and only real nature, the reality, the realm of phenomena, the abiding nature of reality, the maturity of all phenomena, and the very limit of reality are profound!

source: ཆོས་ཀྱི་གནས་ཉིད་དང་། ཆོས་སྐྱོན་མེད་པ་དང་། ཡང་དག་པའི་མཐའ་ནི་ཟབ་པ་སྟེ། དེ་ལ་གཟུགས་མི་དམིགས། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་མི་དམིགས་ཏེ་གཟུགས་ཉིད་ཀྱང་མི་དམིགས་ན།
en: In it physical forms are not apprehended, and the real nature of physical forms is not apprehended.

source: གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ལྟ་དམིགས་པར་ག་ལ་འགྱུར།
en: If physical forms are themselves not apprehended, how could the real nature of physical forms be apprehended!

source: དེ་ལ་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མི་དམིགས། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་མི་དམིགས་ཏེ།
en: In it feelings, perceptions, formative predispositions, and consciousness are not apprehended, and the real nature of consciousness [and so forth] is not apprehended.

source: རྣམ་པར་ཤེས་པ་ཉིད་ཀྱང་མི་དམིགས་ན། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ལྟ་དམིགས་པར་ག་ལ་འགྱུར།
en: If consciousness [and so forth] are themselves not apprehended, how could the real nature of consciousness [and so forth] be apprehended! “[

source: སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་མི་དམིགས། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་དེ་བཞིན་ཉིད་མི་དམིགས་ཏེ།
en: In it] the sense fields, sensory elements, and links of dependent origination are not apprehended, and the real nature of the links of dependent origination [and so forth] is not apprehended.

source: རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཉིད་ཀྱང་མི་དམིགས་ན། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་དེ་བཞིན་ཉིད་ལྟ་དམིགས་པར་ག་ལ་འགྱུར། ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: If the links of dependent origination [and so forth] are themselves not apprehended, how could the real nature of the links of dependent origination [and so forth] be apprehended! “[

source: རྣམ་པར་ཐར་པ་བརྒྱད་དང་མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་མི་འཇིགས་པ་བཞི་དང་སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་མི་དམིགས།
en: In it] all the perfections, all the aspects of emptiness, the thirty-seven factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas are not apprehended, and the real nature of the distinct qualities of the buddhas [and so forth] is not apprehended.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པའི་དེ་བཞིན་ཉིད་མི་དམིགས་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་ཉིད་ཀྱང་མི་དམིགས་ན། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པའི་དེ་བཞིན་ཉིད་ལྟ་དམིགས་པར་ག་ལ་འགྱུར།
en: If the distinct qualities of the buddhas [and so forth] are themselves not apprehended, how could the real nature of the distinct qualities of the buddhas [and so forth] be apprehended! “[

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་མི་དམིགས། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་མི་དམིགས་ཏེ།
en: In it the goals], up to and including all-aspect omniscience, are not apprehended, and the real nature of all-aspect omniscience [and so forth] is not apprehended.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་མི་དམིགས་ན་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་ལྟ་དམིགས་པར་ག་ལ་འགྱུར།
en: If all-aspect omniscience [and so forth] are themselves not apprehended, how could the real nature of all-aspect omniscience [and so forth] be apprehended!” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏི་བུ་དེ་དེ་བཞིན་ནོ།
en: Śāradvatīputra, it is so! It is so!” replied the Blessed One. “

source: །དེ་དེ་བཞིན་ཏེ་དེ་བཞིན་ཉིད་འདི་ནི་ཟབ་པ་སྟེ།
en: This real nature is profound.

source: དེ་ལ་གཟུགས་མི་དམིགས་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་མི་དམིགས་ཏེ།
en: In it physical forms are not apprehended, and the real nature of physical forms is not apprehended.

source: གཟུགས་ཉིད་ཀྱང་མི་དམིགས་ན། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ལྟ་དམིགས་པར་ག་ལ་འགྱུར།
en: If physical forms are themselves not apprehended, how could the real nature of physical forms be apprehended!

source: དེ་ལ་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་རྣམས་མི་དམིགས། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་མི་དམིགས་ཏེ།
en: In it feelings, perceptions, formative predispositions, and consciousness are not apprehended, and the real nature of consciousness [and so forth] is not apprehended.

source: སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་མི་དམིགས་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་དེ་བཞིན་ཉིད་མི་དམིགས་ཏེ།
en: Ki.IV: 125} “[In it] the sense fields, sensory elements, and links of dependent origination are not apprehended, and the real nature of the links of dependent origination [and so forth] is not apprehended.

source: རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཉིད་ཀྱང་མི་དམིགས་ན། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་དེ་བཞིན་ཉིད་ལྟ་དམིགས་པར་ག་ལ་འགྱུར།
en: If the links of dependent origination [and so forth] are themselves not apprehended, how could the real nature of the links of dependent origination [and so forth] be apprehended! “[

source: ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་མི་དམིགས། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་མི་དམིགས་ཏེ། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ཉིད་ཀྱང་མི་དམིགས་ན།
en: In it] all the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment are not apprehended, and the real nature of the thirty-seven factors conducive to enlightenment [and so forth] is not apprehended.

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་ལྟ་དམིགས་པར་ག་ལ་འགྱུར།
en: If the thirty-seven factors conducive to enlightenment [and so forth] are themselves not apprehended, how could the real nature of the thirty-seven factors conducive to enlightenment [and so forth] be apprehended! “[

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་མི་དམིགས། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་དེ་བཞིན་ཉིད་མི་དམིགས་ཏེ།
en: In it the fruitional attributes and goals], up to and including all-aspect omniscience, are not apprehended, and the real nature of all-aspect omniscience [and so forth] is not apprehended.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་མི་དམིགས་ན། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་ལྟ་དམིགས་པར་ག་ལ་འགྱུར།
en: If all-aspect omniscience [and so forth] are themselves not apprehended, how could the real nature of all-aspect omniscience [and so forth] be apprehended!”

source: དེ་བཞིན་ཉིད་དང་མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་ཀྱི་ལེའུ་འདི་བཤད་པའི་ཚེ། དགེ་སློང་ཉིས་བརྒྱ་ཉེ་བར་ལེན་པ་མེད་པར་ཟག་པ་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ།
en: When the exegesis of this chapter concerning the real nature, the unmistaken real nature, and the one and only real nature had been delivered, the minds of two hundred monks were liberated from contaminants, without further grasping [that would lead to subsequent rebirth].

source: །དགེ་སློང་མ་ལྔ་བརྒྱ་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་སྐྱེས་སོ།
en: Five hundred nuns cultivated the eye of the Dharma, unsullied and untainted with respect to all phenomena.

source: །བྱང་ཆུབ་སེམས་དཔའ་ལྔ་སྟོང་དང་། ལྷ་དང་མི་རྣམས་ཀྱིས་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་རབ་ཏུ་ཐོབ་བོ།
en: Five thousand bodhisattvas—gods and humans—acquired the acceptance that phenomena are nonarising.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་ཉམ་པའི་ཆོས་ཅན་དྲུག་ཅུ་ནི་ཉེ་བར་ལེན་པ་མེད་པར་ཟག་པ་ལས་སེམས་རྣམ་པར་གྲོལ་ཏེ།
en: The minds of sixty bodhisattvas having a debased Dharma were liberated from contaminants, without further grasping [that would lead to subsequent rebirth]. [

source: ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་གིས་ནི་སངས་རྒྱས་ལྔ་བརྒྱ་བསྙེན་བཀུར་ཏེ། ཐམས་ཅད་དུ་ཡང་སྦྱིན་པ་བྱིན། ཚུལ་ཁྲིམས་བསྲུངས་བཟོད་པ་བསྒོམས། བརྩོན་འགྲུས་བརྩམས། བསམ་གཏན་བསྒྲུབས།
en: Regarding the last mentioned, the Blessed One then said], “Śāradvatīputra, those bodhisattva great beings have venerated five hundred buddhas—that is to say, in all respects they have made offerings, maintained ethical discipline, cultivated tolerance, undertaken perseverance, achieved meditative concentration, and cultivated wisdom, and yet they have not been favored with the perfection of wisdom, and they have not been favored with skill in means.

source: ཤེས་རབ་བསྒོམས་ཀྱང་དེ་དག་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་ཡོངས་སུ་མ་བཟུང་ཞིང་ཐབས་མཁས་པས་ཡོངས་སུ་མ་བཟུང་བས་སྦྱིན་པ་བྱིན་ཏོ།
en: For these reasons, they differentiate, saying, ‘I have given a gift.

source: །འདི་ལ་བདག་གིས་སྦྱིན་པར་བྱའོ།
en: I should give this one a gift.

source: །བདག་གིས་ནི་བསྲུང་བར་བྱའོ།
en: I should maintain it.
